Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
scl: موزیلا باشو کمیو نیٹینی مُتے جاکو ساتی آنے <discourseLink> "موش کل" اوئی گرامیون بوں <discourseLink> موش کل تھیونو، یا <matrixLink> Matrix </matrixLink> لوکو نصیحتی کاریو

source: You cannot add multiple sentences for a single submission
scl: ایک پھیرنی اکی لا موجی چینیونڈ نے بوں۔

source: You cannot request your recordings while another request is already in progress.
scl: مُتی ریکارڈنگ بیوں ہیِ تو تُوسے تھنی ریکارڈنگ لُکھیون نے بَوں۔

source: You can request a new takeout of your recordings every { $days } days.
scl: تُوسے تھنیئے ریکارڈنگو نیو دیس گَو نائیک لُکھیون بوں۔{ $days }

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
scl: ژھو سے "مووت" استعمال تھیون بانت تاکہ مُتے جک سے گہ باشی نی کروم تھیون بین۔ ژھو سے گُنیاتیک نیو لائی آسان ہِیں۔ ژھو سے آنلائین ویڈیو سنینیک باوی استعمال تھیون بانت یا جکو سانتی بیئی گہ تھیون بانت۔ <eventTemplate> Eventsیجیریونئی کاریو اسے template گہ ذریائی چکیا

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
scl: تُو سے <sentenceCollectorLinkAdd> موجی چیک یو تھیون بوں۔ </sentenceCollectorLinkAdd> یا تُو سے <bulkImportDocsLink> لاوے موجی گہ یو تھیون بوں Github استعمال تھے۔ </bulkImportDocsLink>. یاد چھورے کہ تُو سے موجی لکھیون گہ بوں، یا موجی <licenseLink> CC0 (or public domain گہ تھیونو اواجئی۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
scl: تُوسے <scraperLink> موجی دی تھیک استعمال تھیون بوں Wikipedia نیو چُونے موجی کھلیونو

source: You check whether the transcription matches the audio
scl: نقل تھے ہِینک گہ آڈیو ایکشان ہِیں دا نُش چَکے۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
scl: تُو سے ویب سایئٹ یو تھیون بوں، مثالیک "کامن وائیس- https://commonvoice.mozilla.org/""

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
scl: تُو سے تعلیمو حوالہ دینیک طریقہ استعمال تھیون بَوں، ہارورڈ و طریقہ "موزیلا " (2021) کامن وائیس۔ آنے ہتے ایوں https://commonvoice.mozilla.org/ (ایفالوں: پزیلائی ستمبر2021)

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
scl: ژھو سے موجی گینیو نو سوشل میڈیا استعمال تھیون بانت۔ ادائے پوسٹے چینڈا کوئی سے تفصیل تھینائیے۔ باشو خپ، اے آیئی شونگو کاریو جکو سانتی موجی تھیون بئیا ۔ سوشل میڈیانی جکوڑے رجونو، یا موجی یو تھیونو آنے </campaignLink>. چکے

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
scl: تُوسے کوئی گہ باشیک دی نے تھا۔ تھینی پروفائیلینی<profileLink> بو۔ باشیک دی تھے

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
scl: تُوانو پٹے نی موجی چینیونو لیمٹیڑے ایفالوں۔ مُتو موش چینیونیو مُچھوڑے{ $retryLimit }منٹیک تِیمے۔ تھیئی تِیماریئی لائی شکریہ!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
scl: تُوانو پٹے نی موجی چینیونو لیمٹیڑے ایفالوں۔ مُتو موش چینیونیو مُچھوڑے{ $retryLimit } منٹیک تِیمے۔ تھیئی تِیماریئی لائی شکریہ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
scl: اَنُو پٹونی بدالے تھاک نے سَمُوٹِیجیلاں۔ تُو سے تومے بدل تھا تو تُوسے تھاک بدالے نے سَمُوٹِیجین۔ تُو سے دَبن گہ اکِینیئے بدل تھَوں دا؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
scl: اَنُو پٹونی بدالے تھاک نے سَمُوٹِیجیلاں۔ تُو سے انُو پَٹو پھَت تھا تو تُوسے تھاک بدالے نے سَمُوٹِیجین۔ تُو سے انُو پَٹو دَبن گہ پھَت تھَوں دا؟

source: You must allow microphone access.
scl: توٹے لازمی مائیکو(مائیکروفون) دش دیونے بئی

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
scl: توٹے ریکاڈینگو پورے موجی پروجونوقابل بونو اواجوں۔ اسوڑے مشین لرننگو الگوریتھم سے پتنیک بیک ہلنگ سمٹیون بونو اواجوں۔ آدو گا اوتھالی کریوے، پتینی چکبو یازین گاییے چھوریون بیےجوں اگر انی پوری ماجا توسے پوری لکھیتی پڑھیون بلو تو۔ ٹرٹری کا سے توڑے سم تھے لکھیتی پروجون نے دی آ توسے پھل تھے۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
scl: توسے موجی کنا تھے رزؤ آسے ٹے تھو شونگو تھینا۔ نو تو کونی بیو ہاؤ، موتیے کا باشیئے رزؤ نے موتے کا لیگی لایئ چیزی گی سینیجوں۔ توسے کنائی گا معلوماتیک کا توسے ایکزیل دشٹؤآنی چینڈون بؤ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
scl: تھئی نومنوٹی شونگو ریکارڈنگ کامن وائسو ڈیٹا سیٹا نی بے یے۔ توسے اک پھیر تومی پروفائیل فش تھا توتوسے ڈیٹا سیٹا نوتومی ریکارڈنگی لنگ تھیونو درخواست دیون نے بے۔

source: Your daily goal has been created
scl: تھو دیزو گول سنیجیلوں

source: Your dataset is downloading!
scl: تھیئی ڈیٹا سیٹ ڈاؤنلوڈ بیوں ہِیں

source: Your download has started.
scl: تھئی ڈاؤن لوڈ شروع بلیں

source: You’re contributing to a target segment
scl: تُوسے اسو تارگیٹاڑے سانتی دیوں ہوں

source: You’re contributing to our first target segment
scl: تُوسے اسو ایکموگو باگوڑے سانتی دیوں ہوں

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
scl: یچے تُو تیار بلوں کامن وائیسو بارینی <bold> نے <bold> میلے گینیونو؛تھنو مقصتو یاددہانی، بڑیارو گہ خطی گینیونو۔

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
scl: یچے تُو کامن وائیسو بارینی یاد دہانی، تھینی بڑیار گہ خطی ہتے اڑیونو پرائیجیلوں

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
scl: تُو لیگی لائی چماٹ تھیوں ہوں۔ انو موش سم ہوں دا نُش دُگُنی شونگ تھے چکے۔

source: You're helping Common Voice reach our daily sentence goals!
scl: دیس گو موجی پُورے تھیونو تُو سے کامن وائیسئی (ایکشان شونگے) سانتی دیوں ہوں۔

source: Your email address
scl: تھی ای میل

source: You respond or reply to it as naturally as you can
scl: اَنِیسیڑے جواب کچاک سَم تھے دیون بَوں اَدا تھے دے۔

source: Your files are being assembled. Please check again later.
scl: تھے فائیلے یو بیوں ہائیں۔ پتینیو دُگُنی چکے

source: Your Languages
scl: تھیئی باش۔

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
scl: تھئی باشو کلپی پھش بیلاں۔ تھیون بوں تو سیٹنگ بدل تھے تھنی باشو مُتے موجی گہ چکے۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
scl: تھیئی باشو موجی پھش بیلاں بے۔ موجو پرائیار بدل تھیم تھوں تو تھنی باشینی مُتے موجی چکے۔

source: Your username and email will not be associated with the published data.
scl: تھو یجاریک نوم گہ ای میل شائع تھیئے ڈیٹا نلا یو نے بئی

source: Your weekly goal has been created
scl: تھو ست چھکو مقصد سنیجیلوں

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
scl: گٹیکنی توٹے ای میلیک لیجے، کاسی نی تھی باش کنا تھے کامن وایسینی گٹی تھیونو ہی لیل بیئ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
scl: تُسے کامن وائیسئی دیس گوو <goalPercentage></goalPercentage>{ $goalValue }کروم پُورو تھیونینی سانتی دا

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
scl: تُسے کامن وائیسئی دیس گوو <goalPercentage></goalPercentage>{ $goalValue } ویلیڈیشن پُورو تھیونینی سانتی دا

source: You've successfully signed up for contributing to { $language }. Thank you.
scl: تُوسے آنے باش چنیونی کاریو { $language } سم تھے سائین اپ تھوں۔ جو بشخیش!

source: You want to join the Common Voice mailing list
scl: تُو سے کامن وائیسو موجی تھینیک ژھیرینی یو بیم تھوں۔

source: You write down what you hear in the audio clips
scl: آڈیونی تُوسے کونڈ داک آنے کچٹ تھے۔

source: Zaza
scl: زازا

source: Zip #{ $offset } of { $total }
scl: زیپ{ $offset } انوسی{ $total }

source: Zulu
scl: زولو

source: account recovery key
scl: اکاؤنٹ دُگُنی اڑیونو چھائی

source: add-on
scl: یوتھنینک

source: alternate text
scl: ادل بک لھکائی/کچٹ

source: attack
scl: بُک دینیو

source: attacker
scl: بُک دیک

source: Attack Site
scl: بُک دینو سائیٹ

source: attendee
scl: یو/مِشک بیک

source: authenticate
scl: سوجون تھے منیونو

source: authenticated
scl: سوجون تھے منیجیلو

source: authentication code
scl: سوجون بوئی منیجیلوک کوڈ

source: autoplay
scl: اکی یازیک

source: backup authentication code
scl: سمُوٹے سوجون بوئی منیجیلوک کوڈ

source: bookmark
scl: کھکبیر/کھبّیر/کھتبیر

source: breakpoint
scl: رٹیجونو دِش

source: Bug report
scl: پَووں رپورٹ

source: certificate authority
scl: سرٹیفیکیٹ دینیک

source: cipher
scl: موجی لِیشاریک/چَپ تھیک

source: clipboard
scl: لکھائی/کچَٹے جُوک چھُریک

source: colorway
scl: رونگ پھَریک

source: confirmation code
scl: چھتکہ تھیک کوڈ

source: context
scl: کنٹیکسٹ

source: cookie banner
scl: نے پشینین موجو بینر

source: corrupt
scl: کھچو/پَوں پولو

source: corrupted
scl: کھچوبلوک/پَوں پولوک

source: crash
scl: چھکش/چھوپ

source: cross-site tracking cookie
scl: ٹِیسرینیک نے پشِیجین موجوسائیٹ

source: cryptominer
scl: کریپٹو اوکائینیک

source: cryptomining
scl: کریپٹو اُکایونو

source: debug
scl: پوَں سوجون تھے مَرے

source: deceptive site
scl: چوڑے/نِیشپالے دیک سائیٹ

source: decode
scl: موجی واشیونو

source: decryption
scl: رجونو بش تھیونو

source: disinformation
scl: نِیشپالے/چوڑے

source: distrust
scl: اعتبار نے تھے

source: email mask
scl: ای میل اِیستر/تھریکو

source: enable
scl: بش بونو

source: encode
scl: اچاریونو

source: encrypt
scl: موجی لیشاریونو

source: encryption
scl: لیشاری ہونک

source: end user
scl: استعمال تھیک

source: Enhanced Tracking Protection
scl: تکڑا ٹِیسرینیکے جو چپ تھیونو

source: extension
scl: شِیلو/ایکسٹینشن

source: fingerprinter
scl: انگوئیو سیلی گینیک

source: fingerprinting
scl: انگیویو سیلی گینیو

source: Firefox View
scl: فائیر فوکس پشیجیک

source: grassroots
scl: چھیلیشے

source: home page
scl: مُچھینو پٹو

source: import
scl: اڑیونو

source: independent browser
scl: اکی اُڑاریک

source: innovations
scl: نائی سنیجیلیک

source: insecure
scl: نے سمُوٹیجی

source: installation
scl: انسٹالیشن

source: Issue
scl: کھپ/ابش

source: Legacy extension
scl: لیگیسی ایکسٹنشن

source: MDN
scl: ایم ڈی این

source: misinformation
scl: نیشپالے/پھیرے

source: native
scl: کُویو

source: net neutrality
scl: پُورے پرُولے تھیک نیٹ

source: nonprofit
scl: بغیر منافے نیو

source: non-profit
scl: بغیر منافے نیو

source: open source
scl: تُش تھیون بینیک سورس

source: override
scl: بدل تھیونو/ مُتو اڑیونو

source: phone number mask
scl: فون نمبرو تھریکو/اِیستر

source: pop-up
scl: ڈم-بَش

source: preference
scl: شُریار

source: Privacy Notice
scl: لِیشی ہائینکو /چَپ بو بینیکو نوٹس

source: release
scl: پھت تھے/وشیجی ہونک

source: report
scl: رجونو

source: restricted site
scl: ابش سائیٹ

source: revert
scl: پتینو پٹو واری پھِیر

source: Review checker
scl: دُگُنی چکیک

source: search suggestion
scl: اُڑاریونو پون

source: security keys
scl: حفاظتیو چھائی

source: sensitive
scl: اشَتو

source: sidebar
scl: کھینگو کِیشی

source: sign
scl: سائین

source: signer
scl: سائین تھیک

source: sign in
scl: سائین ان

source: sign-in
scl: سائین-ان

source: studies
scl: رجونو

source: Terms of Service
scl: استعمال تھیونو شرطے

source: track
scl: اڑاریونو پون

source: trackers
scl: اُڑارینیک

source: Tracking Content
scl: اُڑاریونو معلوماتے

source: unencrypted
scl: نے لِیشاری

source: unresponsive
scl: ہِش نے تھیک

source: unsafe
scl: چپ نے تھے ہونک

source: validate
scl: سوجون تھے منیونو

source: validity
scl: سوجونیو نو

source: version
scl: قسم

source: Web Authentication
scl: ویبو سوجونیار
